/* Error description */
"A component of the path is not a directory." = "Yolun bir bileşeni dizin değil.";

/* Error description */
"Buffer too small for attribute names." = "Öznitelik adları için arabellek çok küçük.";

/* Error description */
"Failed to reassemble attribute value." = "Öznitelik değeri yeniden birleştirilemedi.";

/* Error description */
"File name too long." = "Dosya adı çok uzun.";

/* Error description */
"File system does not support extended attributes or they are disabled." = "Dosya sistemi genişletilmiş öznitelikleri desteklemiyor veya bunlar devre dışı.";

/* Error description */
"I/O error occurred." = "G/Ç hatası oluştu.";

/* Error description */
"Invalid data." = "Geçersiz veri.";

/* Error description */
"No space left on file system." = "Dosya sisteminde boş yer kalmadı.";

/* Error description */
"Notes file not found." = "Notlar dosyası bulunamadı.";

/* Error description */
"Options contained XATTR_CREATE but the named attribute exists." = "Seçenekler XATTR_CREATE içeriyordu ancak belirtilen öznitelik zaten var.";

/* Error description */
"Options not recognized." = "Seçenekler tanınmadı.";

/* Error description */
"Path or name points to an invalid address." = "Yol veya ad geçersiz bir adresi işaret ediyor.";

/* Error description */
"Read-only file system.  Unable to change attributes." = "Salt okunur dosya sistemi. Öznitelikler değiştirilemiyor.";

/* Error description */
"Search permission denied for this path." = "Bu yol için arama izni reddedildi.";

/* Error description */
"The data size of the extended attribute is too large." = "Genişletilmiş özniteliğin veri boyutu çok büyük.";

/* Error description */
"The file does not exist or is not a file." = "Dosya mevcut değil veya bir dosya değil.";

/* Error description */
"The file does not exist or is not a package." = "Dosya mevcut değil veya bir paket değil.";

/* Error description */
"The named attribute does not exist." = "Belirtilen öznitelik mevcut değil.";

/* Error description */
"This file system object does not support extended attributes." = "Bu dosya sistemi nesnesi genişletilmiş öznitelikleri desteklemiyor.";

/* Error description */
"Too many symlinks encountered resolving path." = "Yol çözümlenirken çok fazla sembolik bağ ile karşılaşıldı.";

/* Error description */
"Unknown error occurred." = "Bilinmeyen bir hata oluştu.";
